{
  "Catppuccin": { "branch": "main" },
  "Cmp": { "branch": "main" },
  "Cmp LSP": { "branch": "main" },
  "Comment": { "branch": "master" },
  "Deadcolumn": { "branch": "master" },
  "Devicons": { "branch": "master" },
  "Dressing": { "branch": "master" },
  "Fidget": { "branch": "main" },
  "Gitsigns": { "branch": "main" },
  "Indent Blankline": { "branch": "master" },
  "LSP Config": { "branch": "master" },
  "LSP Zero": { "branch": "v2.x" },
  "LuaSnip": { "branch": "master" },
  "Lualine": { "branch": "master" },
  "Mason": { "branch": "main" },
  "Mason LSP Config": { "branch": "main" },
  "Treesitter": { "branch": "master" },
  "Treesitter Textobjects": { "branch": "master" },
  "fugitive": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "treesitter playground": { "branch": "master" }
}